---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionConcreteRound
source: html/444f1280-a2c6-e279-3e4f-7f5ebae90125.htm
---
# StructuralSectionConcreteRound Properties

Common set of parameters for structural analysis.